{
    "Dwarf":
        {
            "raceName": "Dwarf",
            "modifiers": [{"stat": "CONSTITUTION", "modifier": 2}, {"stat": "WISDOM", "modifier": 2}, {"stat": "CHARISMA", "modifier": -2}],
            "description": [
                {"title": "Type: ", "value": "Humanoid (Dwarf)"},
                {"title": "Constitution Modifier: ", "value": "+2"},
                {"title": "Wisdom Modifier: ", "value": "+2"},
                {"title": "Charisma Modifier: ", "value": "-2"},
                {"title": "Speed: ", "value": "20 ft."},
                {"title": "Size: ", "value": "Medium"},
                {"title": "Automatic Languages: ", "value": "Common, Dwarven"},
                {"title": "Bonus Languages: ", "value": "Giant, Gnome, Goblin, Orc, Terran, Undercommon"},
                {"title": "Racial abilities: ", "value": "Defense Training, Dwarven Weapon Familiarity, Greed, Hardy, Hatred, Slow and Steady, Stability, Stonecunning\n"},
                {"title": "", "value": "Dwarves are a stoic but stern race, ensconced in cities carved from the hearts of mountains and fiercely determined to repel the depredations of savage races like orcs and goblins. More than any other race, the dwarves have acquired a reputation as dour and humorless craftsmen of the earth. It could be said that dwarven history shapes the dark disposition of many dwarves, for they reside in high mountains and dangerous realms below the earth, constantly at war with giants, goblins, and other such horrors.\n"},
                {"title": "Physical Description: ", "value": "Dwarves are a short and stocky race, and stand about a foot shorter than most humans, with wide, compact bodies that account for their burly appearance. Male and female dwarves pride themselves on the length of their hair, and men often decorate their beards with a variety of clasps and intricate braids. A clean-shaven male dwarf is a sure sign of madness, or worse—no one familiar with their race trusts a beardless dwarf.\n"},
                {"title": "Society: ", "value": "The great distances between their mountain citadels account for many of the cultural differences that exist within dwarven society. Despite these schisms, dwarves throughout the world are characterized by their love of stonework, their passion for stone- and metal-based craftsmanship and architecture, and a fierce hatred of giants, orcs, and goblinoids.\n"},
                {"title": "Relations: ", "value": "Dwarves and orcs have long dwelt in proximity, theirs a history of violence as old as both their races. Dwarves generally distrust and shun half-orcs. They find halflings, elves, and gnomes to be too frail, flighty, or \"pretty\" to be worthy of proper respect. It is with humans that dwarves share the strongest link, for humans' industrious nature and hearty appetites come closest to matching those of the dwarven ideal.\n"},
                {"title": "Alignment and Religion: ", "value": "Dwarves are driven by honor and tradition, and while they are often satirized as standoffish, they have a strong sense of friendship and justice, and those who win their trust understand that, while they work hard, they play even harder—especially when good ale is involved. Most dwarves are lawful good.\n"},
                {"title": "Adventurers: ", "value": "Although dwarven adventurers are rare compared to humans, they can be found in most regions of the world. Dwarves often leave the confines of their redoubts to seek glory for their clans, to find wealth with which to enrich the fortress-homes of their birth, or to reclaim fallen dwarven citadels from racial enemies. Dwarven warfare is often characterized by tunnel fighting and melee combat, and as such most dwarves tend toward classes such as fighters and barbarians.\n"}
            ]
        },
	"Elf":
        {
            "raceName": "Elf",
            "modifiers": [{"stat": "DEXTERITY", "modifier": 2}, {"stat": "INTELLIGENCE", "modifier": 2}, {"stat": "CONSTITUTION", "modifier": -2}],
            "description": [
                {"title": "Type: ", "value": "Humanoid (Elf)"},
                {"title": "Dexterity Modifier: ", "value": "+2"},
                {"title": "Intelligence Modifier: ", "value": "+2"},
                {"title": "Constitution Modifier: ", "value": "-2"},
                {"title": "Speed: ", "value": "30 ft."},
                {"title": "Size: ", "value": "Medium"},
                {"title": "Automatic Languages: ", "value": "Common, Elven"},
                {"title": "Bonus Languages: ", "value": "Celestial, Draconic, Gnoll, Gnome, Goblin, Orc, Sylvan"},
                {"title": "Racial abilities: ", "value": "Elven Immunities, Elven Magic, Elven Weapon Familiarity, Keen Senses\n"},
                {"title": "", "value": "The long-lived elves are children of the natural world, similar in many superficial ways to fey creatures, yet different as well. Elves value their privacy and traditions, and while they are often slow to make friends, at both the personal and national levels, once an outsider is accepted as a comrade, such alliances can last for generations. Elves have a curious attachment to their surroundings, perhaps as a result of their incredibly long lifespans or some deeper, more mystical reason. Elves who dwell in a region for long find themselves physically adapting to match their surroundings, most noticeably taking on coloration reflecting the local environment. Those elves that spend their lives among the short-lived races, on the other hand, often develop a skewed perception of mortality and become morose, the result of watching wave after wave of companions age and die before their eyes.\n"},
                {"title": "Physical Description: ", "value": "Although generally taller than humans, elves possess a graceful, fragile physique that is accentuated by their long, pointed ears. Their eyes are wide and almond-shaped, and filled with large, vibrantly colored pupils. While elven clothing often plays off the beauty of the natural world, those elves that live in cities tend to bedeck themselves in the latest fashion.\n"},
                {"title": "Society: ", "value": "Many elves feel a bond with nature and strive to live in harmony with the natural world. Most, however, find manipulating earth and stone to be distasteful, and prefer instead to indulge in the finer arts, with their inborn patience making them particularly suited to wizardry.\n"},
                {"title": "Relations: ", "value": "Elves are prone to dismissing other races, writing them off as rash and impulsive, yet they are excellent judges of character. An elf might not want a dwarf neighbor, but would be the first to acknowledge that dwarf's skill at smithing. They regard gnomes as strange (and sometimes dangerous) curiosities, and halflings with a measure of pity, for these small folk seem to the elves to be adrift, without a traditional home. Elves are fascinated with humans, as evidenced by the number of half-elves in the world, even if they usually disown such offspring. They regard half-orcs with distrust and suspicion.\n"},
                {"title": "Alignment and Religion: ", "value": "Elves are emotional and capricious, yet value kindness and beauty. Most elves are chaotic good.\n"},
                {"title": "Adventurers: ", "value": "Many elves embark on adventures out of a desire to explore the world, leaving their secluded forest realms to reclaim forgotten elven magic or search out lost kingdoms established millennia ago by their forefathers. For those raised among humans, the ephemeral and unfettered life of an adventurer holds natural appeal. Elves generally eschew melee because of their frailty, preferring instead to pursue classes such as wizards and rangers.\n"}
            ]
        }
}